[
  {
    "igbo": "Egbe belu, ugo belu. Nke si ibe ya ebela, nku kwa ya.",
    "english": "Let the kite perch and let the eagle perch. Whichever says the other should not perch, may its wings break."
  },
  {
    "igbo": "A na-agwa ntị ma ntị anụghị, e gburu isi ntị esoro ya.",
    "english": "When advice is given to the ear and the ear refuses to listen, when the head is cut off, the ear follows."
  },
  {
    "igbo": "Ihe onye metere ya ga-ata ya.",
    "english": "Whatever a person does will come back to them."
  },
  {
    "igbo": "O bu onye nwe ya na-ebu ya.",
    "english": "It is the owner that carries their own burden."
  },
  {
    "igbo": "Okwu a tụụrụ n'ụlọ ka e jiri mara dike n'agha.",
    "english": "The words spoken at home are what is used to judge a warrior in battle."
  },
  {
    "igbo": "Nwata bulie nna ya elu, ogodo ya ana ada.",
    "english": "When a child lifts up their father, their own cloth falls off."
  },
  {
    "igbo": "Onye buru chi ya ụzọ, ọ gbagbue onwe ya n'ụzọ.",
    "english": "Whoever goes before their god, destroys themselves on the way."
  },
  {
    "igbo": "A sị na agwọ gbalụo ogwu, ọ gaghị egbu ya.",
    "english": "If a snake runs away from medicine, it will not be killed by it."
  },
  {
    "igbo": "Onye na-amaghị ebe mmiri bidoro mawa ya, ama ama ya agwụla.",
    "english": "He who does not know where the rain began to beat him, will not know where it dried his body."
  },
  {
    "igbo": "A kpụkpọrọ akpụkpọ, a mara onye nwe ya.",
    "english": "When a skin is flayed, the owner is known."
  },
  {
    "igbo": "Onye kwe, chi ya ekwe.",
    "english": "When someone agrees, their personal god agrees as well."
  },
  {
    "igbo": "Nku di na mba, obughi kwa nri.",
    "english": "Firewood from another land does not cook food."
  },
  {
    "igbo": "Otu mkpuru osisi anaghị emebe ọhịa.",
    "english": "A single tree does not make a forest."
  },
  {
    "igbo": "E mee nwata ka e mee okenye, obi adị ya mma.",
    "english": "When a child is treated like an elder, they are pleased."
  },
  {
    "igbo": "Ihe ojoo anaghi agba ọsọ ọsọ; ọ na-eche onye gbara ọsọ.",
    "english": "Evil does not run in haste; it waits for the one who runs."
  },
  {
    "igbo": "Ihe a hụrụ n'anya, ọ naghị eri onye ahụ ahu.",
    "english": "What is loved does not consume the one who loves it."
  },
  {
    "igbo": "Nwata kụrụ aka n’ala, o kwuru nkịta, ọ kpọrọ nna ya.",
    "english": "When a child strikes the ground, he challenges a dog and calls his father."
  },
  {
    "igbo": "E jiri mara dike n’agha, ọ bụ n’ụlọ ka a kpara ya.",
    "english": "A warrior is judged in battle, but shaped at home."
  },
  {
    "igbo": "Agbọghọ na-akọ nrọ, o chere na ọ bụ eziokwu.",
    "english": "When a maiden dreams, she thinks it is reality."
  },
  {
    "igbo": "O ji aka ya gbaa ọkpọ, ọkpọ agbagbue ya.",
    "english": "He who beats the drum with his own hands is the one it deafens."
  },
  {
    "igbo": "Onye rụrụ arụ sị na chi ya adịghị, chi ya atụpụ ya.",
    "english": "He who blames his god for laziness is abandoned by that god."
  },
  {
    "igbo": "Ụra na-eju afọ, ụra anaghị eju obi.",
    "english": "Sleep satisfies the stomach, but never satisfies the heart."
  },
  {
    "igbo": "Mmiri mara onye nwe ya.",
    "english": "Water knows its owner."
  },
  {
    "igbo": "Ọ bụrụ na e nweghị ifufe, ahịhịa anaghị agba ọsọ.",
    "english": "If there is no wind, the grass does not move."
  },
  {
    "igbo": "Onye na-azụ nwa ajọ anụ, mgbe o toro, ọ na-ata ya.",
    "english": "He who rears a wild animal will be bitten when it grows."
  },
  {
    "igbo": "Onye ji igu ka e ji ama dike.",
    "english": "The one who has endurance is the true warrior."
  },
  {
    "igbo": "Onye kwe ka e kpo ya ajọ ihe, ọ na-efu ezigbo aha ya.",
    "english": "He who allows himself to be called evil loses his good name."
  },
  {
    "igbo": "Ọnụ kwuru okwu, obi adị ya mma.",
    "english": "The mouth that speaks relieves the heart."
  },
  {
    "igbo": "Agbọghọ kpọrọ nwoke nkịtị, ọ na-ata ahụhụ mgbe e mesịrị.",
    "english": "The maiden who despises a humble man suffers later."
  },
  {
    "igbo": "Ihe a na-ahụ n’anya bụ ihe na-agba ọsọ.",
    "english": "What one loves is always fleeting."
  },
  {
    "igbo": "O jiri ogologo ụkwụ gbaa ọsọ, mgbe o ruru, o zuo ike.",
    "english": "He who runs with long legs will eventually rest."
  },
  {
    "igbo": "Otu aka rụọ, ọ naghị arụ ọrụ zuru ezu.",
    "english": "One hand alone cannot do complete work."
  },
  {
    "igbo": "A na-amaghị onye ga-ata anụ ọhịa ruo mgbe e gbuuru ya.",
    "english": "No one knows who will eat the wild animal until it is killed."
  },
  {
    "igbo": "Nwoke anaghị agba ọsọ n’efu; ihe na-achụ ya na-achụkwa ihe.",
    "english": "A man does not run for nothing; what pursues him is also being pursued."
  },
  {
    "igbo": "Okwu anaghị agba aka mgba.",
    "english": "Words do not wrestle with fists."
  },
  {
    "igbo": "Onye fee eze, eze eruo ya.",
    "english": "He who serves a king will eventually become one."
  },
  {
    "igbo": "Ọtụtụ mmadụ anaghị eme ka eziokwu bụrụ ụgha.",
    "english": "The multitude cannot turn truth into falsehood."
  },
  {
    "igbo": "Agadi nwanyị anaghi agba ọsọ n’efu; e nwere ihe na-achụ ya n’azụ.",
    "english": "An old woman does not run in vain; something must be after her."
  },
  {
    "igbo": "O buru na ị naghị eri mkpụrụ osisi n’ụlọ, ọ pụtara na ị naghị akwọ ya.",
    "english": "If you do not eat fruits at home, it means you did not plant them."
  },
  {
    "igbo": "Onye na-eso oke gbaa ọsọ na-enweghị ihe, ọ ga-agwụ ike n’efu.",
    "english": "He who follows a rat without cause will tire himself for nothing."
  }
]
